{
    "backgrounds": [
        "https://r2.fivemanage.com/image/yAwpJMAGtBkz.png",
        "https://r2.fivemanage.com/image/7LPzFc27PhaR.png",
        "https://r2.fivemanage.com/image/PILQYwKIQ0Mo.png",
        "https://r2.fivemanage.com/image/G74WwgbLtaIj.png",
        "https://r2.fivemanage.com/image/DZ1XVGcs7ucp.png",
        "https://r2.fivemanage.com/image/hEpGmwGVSrBS.png",
        "https://r2.fivemanage.com/image/YMuAwtAvYTVA.png",
        "https://r2.fivemanage.com/image/loARyLE1QBip.png",
        "https://r2.fivemanage.com/image/kPbMHeJjqD6Y.png",
        "https://r2.fivemanage.com/image/0BKmGka16HOx.PNG",
        "https://r2.fivemanage.com/image/CaSTyqctyqaQ.png",
        "https://r2.fivemanage.com/image/pv1AYinFq2fe.png",
        "https://r2.fivemanage.com/image/FkPJd4QYv5lz.png",
        "https://r2.fivemanage.com/image/9EvqKFIKjbr4.png",
        "https://r2.fivemanage.com/image/3wS5ajTi1ISw.png",
        "https://r2.fivemanage.com/image/JnDZKcNhBZNC.png",
        "https://r2.fivemanage.com/image/BScH3PZyLoiS.png",
        "https://r2.fivemanage.com/image/PfjDLZeuv8rK.png",
        "https://r2.fivemanage.com/image/fiKF3fahKlq8.png",
        "https://r2.fivemanage.com/image/nq2K0dN3HdrE.png",
        "https://r2.fivemanage.com/image/p5jErpKvRdly.png",
        "https://r2.fivemanage.com/image/SKW1WHfIEQjP.png",
        "https://r2.fivemanage.com/image/sTMDz80XO481.png",
        "https://r2.fivemanage.com/image/yW9NrGniSVMi.png",
        "https://r2.fivemanage.com/image/s8c2rPBLufRz.png",
        "https://r2.fivemanage.com/image/mWl194FGiE2I.png",
        "https://r2.fivemanage.com/image/9LyU0nGbmepn.png",
        "https://r2.fivemanage.com/image/lxpbW5UAbbRm.png",
        "https://r2.fivemanage.com/image/Nisw2Hkq8kTV.png",
        "https://r2.fivemanage.com/image/zOWXc3djy1ee.png",
        "https://r2.fivemanage.com/image/Nxr3c3eEFIPp.png",
        "https://r2.fivemanage.com/image/yGjVJFmps5bP.webp",
        "https://r2.fivemanage.com/image/qZiPBfi04IZ3.png",
        "https://r2.fivemanage.com/image/9YWvQu9VzkTI.png",
        "https://r2.fivemanage.com/image/S7P04xEAkww8.png",
        "https://r2.fivemanage.com/image/webrE83VfDMx.png",
        "https://r2.fivemanage.com/image/ViunsPwRCtX0.png",
        "https://r2.fivemanage.com/image/eqq1WxHmutcq.png",
        "https://r2.fivemanage.com/image/5sr2vvCZY77I.png",
        "https://r2.fivemanage.com/image/Jo6YyTYk4A3D.png",
        "https://r2.fivemanage.com/image/1hBuN7ArrFzq.png",
        "https://r2.fivemanage.com/image/5ZQs7hR6t6L2.png",
        "https://r2.fivemanage.com/image/LQF3BjXDdM9F.png"
    ],
    "songs": [
        {
            "song": "WORK",
            "artist": "Yeat",
            "url": "https://www.youtube.com/watch?v=4xtwjLqdaj0"
        }
    ],
    "changelog": {
        "changes": [
            {
                "description": "The Newest Real Estate Development in VORTEX\n<br>\n\nAn exclusive gated neighborhood reserved for the most prestigious citizens of VORTEX. This luxurious community offers unparalleled security, elegance, and status.\n<br>\nEntry Requirements:\n<br>\n✅ Approval Required – Only those who meet the highest standards of prestige will be granted access\n<br>\n✅ Net Worth Verification – Residents must demonstrate substantial financial standing to qualify\n\n",
                "type": "add",
                "title": "Introducing Vinewood Estates"
            },
            {
                "description": "Complete all new gang system custom built from scratch just for VORTEX roleplay.COMING SOON!",
                "type": "add",
                "title": "VORTEX GANGS 4.0"
            },
            {
                "description": "The updated MDT system enhances policing with a new suspect interaction system for efficient detainment, questioning, and searches. Dynamic evidence collection improves forensic investigations, while the revamped jail and booking system streamlines arrests with mugshots and cell assignments.\n\nPursuit tools now include GPS tracking, roadblocks, and enhanced mechanics. K9 units assist with drug detection and suspect tracking. Officers benefit from customizable loadouts, tactical gear, and deployable equipment for high-risk operations.\n\nDUI testing is now automated with breathalyzers and field sobriety tests. Improved bodycam and dashcam systems ensure real-time footage logging, while police checkpoints and radar systems enhance traffic enforcement.",
                "type": "add",
                "title": "POLICE UPDATE 3.0"
            },
            {
                "description": "VORTEX RP is proud to release POLICE 3.0, a major overhaul introducing a brand-new MDT system and expanded police functionalities to enhance law enforcement operations across the city.\n<br>\n<strong>Modern UI & Faster Performance</strong> – Sleek, efficient, and responsive.<br>\n<strong>Comprehensive Criminal Database</strong> – Search citizens, vehicles, and incidents seamlessly.<br>\n<strong>Improved Reports & Case Management</strong> – Officers can create, edit, and review detailed reports in real time.<br>\n<strong>Advanced Warrant System</strong> – Issue, track, and execute warrants directly from the MDT.<br>\n<strong>Integrated Dispatch & GPS Tracking</strong> – Officers can mark themselves on duty, request backup, and navigate active call locations efficiently.<br>\n<strong>Easier Citation & Ticketing System</strong> – Quick issuance of citations with detailed offense logs.<br>\n<strong>Live Call Logs & Incident Reports</strong> – Dispatchers and officers can view real-time incidents and respond accordingly.<br>\n<strong>Fingerprint & Mugshot Integration</strong> – Improved identification tools for accurate records.<br>\n",
                "type": "add",
                "title": "🚔 POLICE 3.0 OUT NOW – NEW MDT & POLICE FUNCTIONS! 🚔"
            },
            {
                "description": "A major optimization overhaul for all clothing! This ensure a smoother experience, particularly in reducing city lag. If you've noticed any of your imports missing, don't worry. Simply Make a reimbursement ticket and resubmit your file as it may have been removed for optimization and performance purposes.\n<br>\n<strong>Police Department:</strong> Received a substantial U-Haul of new clothing.<br>\n<strong>EMS:</strong> Also received an extensive package, including vests and more.<br>\n<strong>Most clothing import tickets</strong> – Will soon be closed. If you've recently made a ticket, expect it to be imported shortly.<br>\n<strong>For any inquiries or concerns</strong> – Make a general or a clothing ticket.<br>\n<strong>All of your saved outfits have been deleted</strong> – Because they were probably extremely messed up.<br>\n",
                "type": "add",
                "title": "CLOTHING UPDATE 3.0"
            },
            {
                "description": "<strong>🔥 What's New in 4.0:</strong><br>\n<strong>VORTEX Gangs 4.0</strong> — Fully reimagined gang system, including custom ranks, access control, black markets, and more. Learn more about the VORTEX Gangs here: ⁠🔧・updates⁠<br>\n<strong>All-New Custom UI</strong> — A sleek new interface across your entire experience. From inventory to menus, everything has been upgraded.<br>\n<strong>New Police MDT</strong> — Built from the ground up for speed, clarity, and real-time functionality.<br>\n<strong>Clothing Overhaul</strong> — Every piece of clothing has been pushed and refreshed. Time to step out in style.<br>\n<strong>Organ Harvesting</strong> — RP to find out.<br>\n\n<strong>🔜 Coming in 4.1:</strong><br>\n<strong>Housing Update</strong> — A brand new system that’s going to change how you live, decorate, and claim your turf.<br>\n<strong>PD Overhaul</strong> — Rebuilding PD and all functions from the ground up.<br>\n<strong>Heists</strong> — Addition of the casino heist.<br>\n",
                "type": "add",
                "title": "VORTEX RP 4.0 NOW AVAILABLE"
            },
            {
                "description": "<strong>🔹 HOW IT WORKS</strong><br>\n<strong>Build Heat:</strong> Criminal activity raises a zone’s heat level over time.<br>\n<strong>100% Heat = PvP Enabled:</strong> Gangs can fight for control.<br>\n<strong>Win the Zone = Rewards:</strong> Control grants drug labs, black markets & more.<br><br>\n\n<strong>🚨 CRIMINAL ACTIVITIES THAT BUILD HEAT 🚨</strong><br>\n✔ Selling drugs<br>\n✔ Robbing NPCs & players<br>\n✔ Bank & store heists<br>\n✔ Graffiti & tagging<br>\n✔ Fights & killings<br>\n<strong>💀 Be careful:</strong> More crime = faster contesting.<br><br>\n\n<strong>🏆 GUILDS, REPUTATION & XP</strong><br>\nGuilds control black markets & underground ops.<br>\n<strong>Guild XP System:</strong> Earn XP to unlock rewards.<br>\n<strong>Bounty System:</strong> Kill in zones → get blacklisted or hunted.<br>\n<strong>Guild Shops:</strong> Buy exclusive resources.<br><br>\n\n<strong>🤝 ALLIANCES & BETRAYALS</strong><br>\nAllies share perks like safehouses & labs.<br>\n<strong>Betrayals:</strong> Backstabbing doubles zone heat.<br><br>\n\n<strong>🔫 BALANCED PVP & WAR SCHEDULING</strong><br>\nPvP only activates at max heat.<br>\nAdmins control war durations (minutes to weeks).<br>\n<strong>Example:</strong> 1 week of buildup → 3-day war.<br><br>\n\n<strong>🏠 SAFEHOUSES & MEETINGS</strong><br>\n✅ Storage<br>\n✅ Garages & wardrobes<br>\n✅ Meeting rooms<br>\n<strong>Meetings:</strong> Outcomes can raise or lower heat.<br>\n",
                "type": "add",
                "title": "VORTEX GANGS 4.0 OUT NOW"
            },
            {
                "description": "<strong>Server Crash Fix:</strong> Resolved issue causing server hangs/crashes due to optimization problems with the new multicharacter system.<br>\n<strong>Temporary Rollback:</strong> Old multicharacter has been re-enabled while we build a custom, optimized version from scratch.<br>\n<strong>General Optimizations:</strong> Additional performance improvements implemented.<br>",
                "type": "edit",
                "title": "🔧 Update 4.0.1"
            },
            {
                "description": "invoices are now fixed for all businesses. You may use your phone for invoicing on the invoices app.",
                "type": "add",
                "title": "VORTEX Billing"
            },
            {
                "description": "<strong>✅ Live</strong><br>\n- Fix for leaders not being able to promote other leaders.<br><br>\n\n<strong>🕒 Awaiting Restart</strong><br>\n<u>General</u><br>\n- Guild shops now have items in them (spray & spray remover are free).<br>\n- Spray remover now properly removes graffiti and awards points.<br>\n- Police can no longer see gang map or contest blip.<br><br>\n\n<u>Gangs System</u><br>\n- Fix for labs (money wash) not working as intended.<br>\n- Increased minimum points to win a contest from <strong>100 → 1000</strong>.<br>\n- Added <strong>30-minute cooldown</strong> between contest initiations.<br><br>\n\n<strong>⚠️ Assumed Issues That Aren't Really Issues</strong><br>\n- Contest progress saving is working fine — initial reports were due to a crash.<br>\n",
                "type": "edit",
                "title": "Gangs Changelog/Updates"
            },
            {
                "description": "VORTEX GANGS PATCH 1.0<br>\n<b>- Gang member ranks</b> and <b>reputation system</b> added. Gang members build reputation through activities such as winning turfs, selling drugs, spraying graffiti, killing opposing gang members, and other criminal actions. <b>Reputation</b> grants access to various items in their respective guild shop. <br>\n<b>- Guild shops</b> with reputation integration are now live. Each guild has <b>unique items</b> available to the gangs under their umbrella. All items have a <b>gang member rank requirement</b>. <br>\n<b>- Added</b> a <b>dynamic event system</b> where a random safe is placed to crack and a graffiti zone is created to spray during turf events to get players moving around within zones. <br>\n<b>- Max of 2 active zones</b> at a time. <br>\n<b>- Added notifications</b> to alert all gangs when a zone is started. <br>\n<b>- Dynamic walls</b> now spawn around zones. <br>\n<b>- The retro graffiti system</b> is back, now updated with every gang’s logos. <br>\n<b>- New drug sale script:</b> no need to find peds anymore — they will now come to you while you’re standing on the block. <br>\n<b>- Uncontested zones</b> are now easier to build heat in to help progress toward starting a turf. <br>\n<b>- Contested zones</b> are now slightly harder to gain heat inside. <br>\n<b>- Added notifications</b> when heat is given. <br>\n<b>- Added notifications</b> when heat is full inside a turf. <br>\n<b>- Introduced a dynamic gang HUD</b> that updates based on the zone you're in. It displays: <br>\n&nbsp;&nbsp;&nbsp;&nbsp;- <b>Current heat level</b> <br>\n&nbsp;&nbsp;&nbsp;&nbsp;- <b>Whether the zone is contested or uncontested</b> <br>\n&nbsp;&nbsp;&nbsp;&nbsp;- <b>Progress until full heat</b> <br>\n<b>- Reduced damage</b> dealt from outside the zone. Outside shooting is no longer a viable option — while it can still happen, the damage is reduced enough to push players to infiltrate instead. <br>\n\n<br>\n📌 <b>RULE UPDATES</b><br>\n<b>- Zones</b> are now <b>KOS</b> when a turf is started — no exceptions. <br>\n<b>- Interaction rule:</b> When there is no active war, players must be selling drugs, spraying graffiti, or performing other criminal actions for at least 2 minutes before engaging in combat inside the zone. <br>\n<b>- Once a war is started</b>, it’s free game — kill anyone to gain as many points as possible. <br>\n<b>- Amendment to Max Gang Member Rule:</b> Max members per gang has been reverted to <b>24</b> to encourage more diversity across the server. <br>\n(The gangs over the cap have already been broken up and restructured for the next restart.) <br>\n\n<br>\n<b>BETA PHASE IS OVER</b><br>\nNow that the beta phase is complete, there has been a full <b>turf wipe</b>. All zones are free game once the server is back online.\n",
                "type": "add",
                "title": "VORTEX GANGS PATCH 1.0"
            },
            {
                "description": "<br>- Added an all new casino heist has to the contracts tablet\nhttps://www.youtube.com/watch?v=Ji9CnVanj3I\n\n\n<br><b>Heist Contracts Update</b>\n<br>- Reduced the amount XP and GC required to start a heist",
                "type": "add",
                "title": "CASINO HEIST NOW AVAILABLE"
            },
            {
                "description": "Over 60+ house robberies which will give heat towards zones as well as heist materials for all of the other heists. You may also find mythical ammo in there 👀 ",
                "type": "add",
                "title": "HOUSE ROBBERIES"
            },
            {
                "description": "Housing limits are now increased if you have a VORTEX Subscription\n",
                "type": "add",
                "title": "Housing Update"
            }
        ],
        "date": "2025/04/01",
        "version": "4.1.0"
    },
    "players": [
        {
            "description": "This month’s Criminal of the Month stood out for their immersive and dynamic roleplay, bringing depth, creativity, and realism to every criminal interaction. Whether plotting intricate heists or navigating tense underworld alliances, their storytelling elevated the entire RP experience for everyone involved.",
            "name": "DRACO",
            "image": "https://r2.fivemanage.com/image/JuF8vL07NDVR.png",
            "category": "CRIMINALS"
        },
        {
            "description": "Congratulations to Tamiki Marquis, our Police RPer of the Month, known for her unwavering consistency, calm under pressure, and outstanding leadership. Her transition from LSPD to BCSO marked a turning point, helping BCSO hit 100 for the first time ever alongsize another great RPer by the name of Kon Madono. Tamiki never asks for recognition, but her impact speaks volumes this spotlight is well deserved.",
            "name": "Tamiki Marquis",
            "image": "https://r2.fivemanage.com/image/GtbLHP5WflCC.png",
            "category": "POLICE DEPARTMENT"
        },
        {
            "description": "Guild RPer of the Month, celebrated for their immersive roleplay, standout scenes, and ability to elevate every interaction. As the mastermind behind The Saints empire, their sharp business acumen and compelling character work have set a new standard in the RP world.",
            "name": "Cameron James",
            "image": "https://r2.fivemanage.com/image/nyXJyaWCgLD5.png",
            "category": "GUILDS"
        }
    ],
    "store": {
        "type_text": "50% OFF STOREWIDE ST PATRICKS LIMITED SALE",
        "description": "Explore exclusive in-game packages that enhance your experience while supporting the growth and excellence of VORTEX Roleplay.",
        "url": "https://VORTEX-roleplay.tebex.io/",
        "title": "VORTEX STORE",
        "type": "April Limiteds released!"
    }
}